{
    "data": [
        {
            "id": "Js5GSA8skd810012dk",
            "title": "Elements of Intangible Cultural Heritage",
            "previewContent": "Dough sculpture is a traditional Chinese folk art that originated in the northern part of China. It makes use of flour dough as its main material. The dough is cooked in steam and then colored in a variety of tones and consolidated with techniques such as kneading, cutting and sticking",
            "thumbnail": "http://www.culturalheritage.mo/images/1981--1024.jpg",
            "date": "",
            "author": "Cultural Affairs Bureau",
            "link": "https://www.culturalheritage.mo/en/detail/2788/1",
            "headers": [
                "Introduction",
                "Conservation Status",
                "Heritage Value"
            ],
            "paragraphs": [
                "Dough sculpture is a traditional Chinese folk art that originated in the northern part of China. It makes use of flour dough as its main material. The dough is cooked in steam and then colored in a variety of tones and consolidated with techniques such as kneading, cutting and sticking, until it finally acquires the form of refined figures. This type of handicraft was originally connected with worship rituals and ceremonies to pray for good weather and favorable harvests, at that time, usually in the form of small bread dough “mantou” (commonly known in northern China as “patterned bun”). Later, similar skills were gradually adapted for the creation of dough figures, which became very popular, particularly among children.",
                "In addition to being sold as street toys, dough sculptures also embody the function  of auspicious decorations often found on restaurant tables. However, with social progress, it has become increasingly difficult to continue the transmission of this craft. There are still some craftsmen left in Macao that are capable of producing this craft and their works are promoted through art exhibitions, mostly inspired by local cultural elements, with themes dedicated to the Day of Buddha, the drunken dragon dance, deities and ghosts.",
                "Dough sculptures vary in style and suit both refined and popular tastes, appealing to a wide public. The craft is the result of continuous transmission of knowledge that was developed by many generations of artisans. This craft is also an important testimony about the resilience and capacity for adaptation of traditional Chinese handicraft culture in Macao. Dough sculpture makes use of everyday common materials, making this craft close to peoples daily lives. This craft also has significant value for the study of local Macao handicrafts."
            ],
            "images": [
                "http://www.culturalheritage.mo/images/1666--1024.jpg",
                "http://www.culturalheritage.mo/images/1667--1024.jpg",
                "http://www.culturalheritage.mo/images/1979--1024.jpg"
            ]
        },
        {
            "id": "SAjkfl2390ujdslKA",
            "title": "Dough Figurine Making",
            "previewContent": "China is home to many varied types of unique and traditional arts and crafts. One in particular is dough figurine making, which first appeared in China three thousand years ago. In fact, dough figurines dating back more than one thousand years have even been excavated in Xinjiang, in China's north west",
            "thumbnail": "http://z-images.ali.s3.cs.zlibs.com/image/ddc2a983d3244d9a5368766b62173b0dc5.jpg",
            "date": " June 15, 2017",
            "author": "Zhang Jiaqi",
            "link": "http://english.visitbeijing.com.cn/a1/a-XCWMMJ035C1DD969EA7C69",
            "headers": [],
            "paragraphs": [
                "China is home to many varied types of unique and traditional arts and crafts. One in particular is dough figurine making, which first appeared in China three thousand years ago. In fact, dough figurines dating back more than one thousand years have even been excavated in Xinjiang, in China's north west.",
                "Despite concerns over the demise of traditional art forms in China, there are still dedicated dough figurine artisans working hard to ensure that the tradition survives. Peng Xiaoping is a dough figurine maker who believes that one of the qualities of Chinese folk arts, which make them appealing to ordinary people, is that they are easy to learn yet difficult to master. The challenge of dough figurine making has been a part of Peng's life since he began playing with plasticine when he was very young. He's also taught thousands of people and apprentices over the past thirty years, not only how to best utilize their creative skills, but also how to run a successful business.",
                "\"As a traditional industry, we not only have to pass on the craftsmanship; we also have to pass on the experience of running a business, the culture of the marketplace and the economy to the next generation. If I only teach them how to make the figurines then my apprentices won't be able to make a living from it and it will not possible to pass it down to another generation.\" The passing down of knowledge has been a part of dough figurine making in China for centuries, and was the way artist You Guocheng learnt his craft. He understands that, as in the past, if this ancient art is to survive these skills must continue to be taught and learnt. \"I started to make dough figurines when I was young. I learnt it from my grandfather. Now my son is doing it as well so he is the third generation of my family to make dough figurines. We are both members of the 'Folk Artist Association' and 'Chinese Arts and Crafts Institute.\"",
                "However, even if young people are interested in continuing the traditions of dough figurine making, you believe some barriers still remain. \"There are young people who love traditional arts who are learning dough figurine making and some of them do it for a living. However, unlike clay sculpture making, there's no official program teaching students about this art in any institute. Also, because of the limitations of the materials, dough figurines cannot easily be modified. For clay sculpture making, you can fix it if you make any mistake, but with the dough you have to do it all over again. Therefore, it is more difficult to learn.\" Every dough figurine maker has their own dough formula, with its own characteristics, but the general composition is made from wheat flour and preservatives. In this way dough figurines can be kept for a few decades, or even for a hundred years. Peng Xiaoping believes that adaptations to teaching the next generation in this technological age might just give the ancient art a new lease of life and inspire new possibilities.",
                "\"My daughter is studying animation design in Beijing University of Technology. I have been thinking about the possibility of combining animation and dough figurines. The effect of making a dough figurine cartoons will be much greater than just passing the folk art on to the next generation.\" Dough figurine making is included on China's cultural heritage protection list but, as You Guocheng points out, it's important that today's dough figurine makers still bring their own level of enthusiasm to the craft. \"Unlike learning to paint, which you can do via books or by studying in an institute and practicing sketching, dough figurine making requires savvy. Sometimes even if you teach someone intensely for three months there's no guarantee that he or she will able to do it well. However some people can get it the first time they see it. It all depends on your interest, comprehension and level of perseverance. Apart from the techniques passed down by former generations, dough figurine making requires constant thinking and development by the artist himself.\" Dough figurine makers in China remain passionate about their craft and the future looks bright as they continue to investigate new ways to harness modern day enthusiasm and incorporate new techniques into their practice."
            ],
            "images": [
                "http://z-images.ali.s3.cs.zlibs.com/image/ddc2a983d3244d9a5368766b62173b0dc5.jpg"
            ]
        },
        {
            "id": "ZJwieur023JHDK",
            "title": "A Modern Touch to Traditional Dough Figurines",
            "previewContent": "Hu Min took a bit of dough, shaped it into a three-centimeter-long column, pressed one of the ends flat, and cut four small openings in a row on the flat end, then turned it into a delicate hand with his nimble fingers in a matter of seconds.",
            "thumbnail": "article_thumbnail_1",
            "date": "June 12, 2019",
            "author": "Beijing CCTV",
            "link": "http://english.scio.gov.cn/portraits_of_youth/2019-06/12/content_74875900.htm",
            "headers": [
                "Introduction",
                "Adding creative flair",
                "Inviting the community to join"
            ],
            "paragraphs": [
                "Hu Min took a bit of dough, shaped it into a three-centimeter-long column, pressed one of the ends flat, and cut four small openings in a row on the flat end, then turned it into a delicate hand with his nimble fingers in a matter of seconds. The 35-year-old craftsman demonstrated at his stand how he makes the most delicate part of one of his dough figurines, one of China's four ancient beauties Yang Yuhuan, on April 1. The Third International Youth Forum on Creativity and Heritage along the Silk Roads (IYF3) kicked off in Changsha, Hunan province on March 31. Youth delegates from 85 countries discussed creativity and cultural heritage. Hu's stand was one of the several stands which featured dough figurines at the high-level forum of the IYF3.",
                "Made of strong flour, the figurines on Hu's stand represented many well-known historical or cartoon figures in China and abroad. Besides Yang Yuhuan, there was also Guan Yu, a general from the Three Kingdoms period (220-280) and widely revered by the Chinese. The popular cartoon character Peppa Pig also appeared on the stand. Hu learned dough figurine skills from a master teacher, but he mentioned that the teacher only taught some fundamental skills. \"The skills are traditional, but I must keep up with the trends and be more creative.\" Apart from the latest cartoon figurines, Hu took one-month last year to produce a boat scene named Batu Hitam. As Changsha is positioning itself as a key location in China's Belt and Road Initiative, Hu looks to incorporate more Belt and Road elements into his crafts.",
                "After the discovery of the Batu Hitam shipwreck, which was found off the Belitung Island, Indonesia in 1998, people noticed that among all the porcelain wares rescued from the shipwreck, a total of 56,500 were from Tongguan Kiln. The Tongguan Kiln is one of the three largest kilns for exports in China's Tang Dynasty (618-907); it is located in Tongguan Kiln Town, Changsha, where the forum was held. The set of the Batu Hitam dough figurines is a prosperous trade scene between Chinese and Arabian merchants at a port. Hu said, in doing so, he tried to note down the history with the crafts and promote Changsha. In addition to being creative, Hu said the skills of traditional crafts have also improved with time. For example, the craftsmen would improve the formula of the figurine dough with their experience. In the past, these figurines were used mostly in sacred ceremonies, but now, they have become art wares or souvenirs that people would like to keep for longer, so more food additives such as preservatives are added to the dough. Hu said some dyes and pigments are being used now, replacing food coloring which was used in the past; the dough figurines may not be edible, but can be preserved for longer and look more vibrant.",
                "When Hu was a kid, he liked to play with mud to create various kinds of figurines. When he grew older, he bought many dough modeling books to educate himself. In 2005, he received systematic training.",
                "Hu admitted that inheriting the handicraft skill was not easy. It takes a long time for a person to master the craft, and bring few instant material rewards, he said, adding that many people quit along the way. Hu turned his hobby into his career and founded his workshop in Changsha in 2015. This leap forward in his life also won him an award in an entrepreneurship competition in his hometown Ningxiang, a township under the administration of Changsha city. Hu said making dough figurines is a hobby for him, which is why he can go this far. Now, he often goes to teach dough figurine classes to kids in kindergartens, students in primary and middle schools, and people in communities. He teaches the community, in the hopes that more people will admire the craft and carry it forward in the digital age.  \"Making dough figurines is an activity that can cultivate their ability to focus, to discover and make beautiful things, and to create, especially for kids,\" Hu said, adding that as schools are putting more emphasis on cultural experiences, more classes and workshops on such intangible cultural heritage are becoming available to students; dough figurines are gaining more popularity among the kids."
            ],
            "images": [
                "http://images.china.cn/site1007/2019-06/12/f53f0f31-ac95-4478-9729-cd00d4f9019f.jpg",
                "http://images.china.cn/site1007/2019-06/12/5163dfdc-4e42-4656-a879-bdb1fea1a813.jpg",
                "http://images.china.cn/site1007/2019-06/12/0109f1a2-e20f-42de-8b52-22daf1e04854.jpg"
            ]
        }
    ]
}
